{"书籍名称": "Unity Shader入门与实战", "作者": "黄志翔", "出版日期": "2023-11-01", "折扣价": "¥88.50"}
{"书籍名称": "预测模型实战：基于R、SPSS和Stata（新时代·技术新未来）", "作者": "武松 著", "出版日期": "2023-11-01", "折扣价": "¥88.50"}
{"书籍名称": "LaTeX论文写作教程（新时代·技术新未来）", "作者": "陈新宇 金杰灵 廖琼华 张程远 陈晓旭 著", "出版日期": "2023-11-01", "折扣价": "¥74.20"}
{"书籍名称": "UI设计炼成记", "作者": "[日]境祐司，小浜爱香，野田一辉，森本友理，北村笃志，有吉学", "出版日期": "2022-03-02", "折扣价": "¥44.90"}
{"书籍名称": "UI/UX设计宝典：UI炼成+引爆流量（套装2册）", "作者": "[日]境祐司，小浜爱香，野田一辉，森本友理，北村笃志，有吉学、[日]荣前田胜太郎、河西纪明、西田阳子", "出版日期": "2022-03-01", "折扣价": "¥86.30"}
{"书籍名称": "平面设计师入门：设计的逻辑+平面设计102节必修课（套装2册）", "作者": "[日]尾泽早飞、日本学校法人服部学园", "出版日期": "2020-05-01", "折扣价": "¥81.40"}
{"书籍名称": "配色力系列：人人都可的配色书+零失误色彩速查+超人气色彩速查（套装3册）", "作者": "[日]动力设计、[日]久野尚美", "出版日期": "2019-08-01", "折扣价": "¥119.70"}
{"书籍名称": "Midjourney人工智能绘画从入门到精通", "作者": "盛少", "出版日期": "2023-10-01", "折扣价": "¥66.70"}
{"书籍名称": "认识电竞", "作者": "［加］威廉·科利斯  后浪", "出版日期": "2023-11-01", "折扣价": "¥58.00"}
{"书籍名称": "超简单:用ChatGPT+实用AI工具让短视频飞起来", "作者": "快学习教育◎编著", "出版日期": "2023-10-18", "折扣价": "¥59.20"}
{"书籍名称": "AI短视频生成与制作从入门到精通", "作者": "楚天", "出版日期": "2023-10-01", "折扣价": "¥74.20"}
{"书籍名称": "人工智能（第3版）", "作者": "[美]史蒂芬·卢奇（Stephen Lucci）  萨尔汗·M.穆萨（Sarhan M. Musa）  丹尼·科佩克（Danny Kopec）", "出版日期": "2023-10-01", "折扣价": "¥69.80"}
{"书籍名称": "ChatGPT从入门到专业：ChatGPT人类新纪元+这就是ChatGPT（当当套装共2册）", "作者": "[美] 斯蒂芬·沃尔弗拉姆（Stephen Wolfram） 马占凯", "出版日期": "2023-10-01", "折扣价": "¥110.80"}
{"书籍名称": "Linux高效学习教程：Linux就该这么学+Linux常用命令自学手册（当当套装2册）", "作者": "刘遄 刘遄", "出版日期": "2023-11-01", "折扣价": "¥112.40"}
{"书籍名称": "DaVinci Resolve 18中文版达芬奇调色技法", "作者": "孙春星;庄栎燊", "出版日期": "2023-12-01", "折扣价": "¥126.00"}
{"书籍名称": "中文版Origin 2023科技绘图与数据分析从入门到精通（实战案例版）", "作者": "天工在线", "出版日期": "2023-11-01", "折扣价": "¥74.80"}
{"书籍名称": "统计分析入门与应用：SPSS+SmartPLS（第2版）（新时代·技术新未来）", "作者": "萧文龙 著", "出版日期": "2023-10-01", "折扣价": "¥148.50"}
{"书籍名称": "Linux常用命令自学手册", "作者": "刘遄", "出版日期": "2023-11-01", "折扣价": "¥25.00"}
{"书籍名称": "AI三剑客：秒懂AI写作+提问+设计（当当套装3册）", "作者": "秋叶 定秋枫 吴玉佳 姜梅 贾凝墨 等", "出版日期": "2023-10-01", "折扣价": "¥94.70"}
{"书籍名称": "Adobe视频剪辑三剑客：PS+PR+AE 2022新版（当当套装3册）", "作者": "康拉德 · 查韦斯（Conrad Chavez）安德鲁 · 福克纳（Andrew Faulkner） [英] 马克西姆·亚戈（Maxim Jago）", "出版日期": "2023-10-01", "折扣价": "¥299.70"}
{"书籍名称": "走向智治时代（人工智能赋能社会治理现代化）（新兴科技赋能社会治理现代化丛书）", "作者": "张成岗", "出版日期": "2023-09-01", "折扣价": "¥75.20"}
{"书籍名称": "Unity 3D游戏开发（第3版）", "作者": "宣雨松", "出版日期": "2023-10-01", "折扣价": "¥97.30"}
{"书籍名称": "漫画Excel数据分析", "作者": "张文霖", "出版日期": "2023-10-01", "折扣价": "¥34.50"}
{"书籍名称": "ChatGPT写作超简单", "作者": "安晓辉", "出版日期": "2023-11-01", "折扣价": "¥52.30"}
{"书籍名称": "ChatGPT活学妙用：这就是ChatGPT+利用ChatGPT进行数据分析 套装共2册（当当）", "作者": "[美] 斯蒂芬·沃尔弗拉姆（Stephen Wolfram） 张俊红", "出版日期": "2023-08-01", "折扣价": "¥104.70"}
{"书籍名称": "大家一起学配色：色彩形象图标速查+配色方案全能书（套装2册）", "作者": "南云治嘉", "出版日期": "2018-10-01", "折扣价": "¥63.10"}
{"书籍名称": "日系风格平面设计入门与进阶：我又不是设计师+和风配色+颠覆人心（套装3册）", "作者": "[日]平本久美子、[日]尾泽早飞、[日]南云治嘉", "出版日期": "2022-09-01", "折扣价": "¥133.20"}
{"书籍名称": "超简单编程基础：Excel VBA+Python（套装2册）", "作者": "【日】伊藤洁人【日】铃木孝纪、日本BeProud株式会社", "出版日期": "2022-01-01", "折扣价": "¥86.20"}
{"书籍名称": "超简单AI篇：人工智能+机器学习（套装2册）", "作者": "[日]韮原祐介[日]二木康晴 [日]盐野诚", "出版日期": "2022-06-01", "折扣价": "¥81.40"}
{"书籍名称": "职场设计：版式力职场提案+人人都可的配色书（套装2册）", "作者": "[日]动力设计", "出版日期": "2020-12-01", "折扣价": "¥86.20"}
{"书籍名称": "编程真好玩：Python视错觉魔法书+少儿Scratch编程书（套装2册）", "作者": "[日]冈田哲郎、童晶", "出版日期": "2022-08-01", "折扣价": "¥123.30"}
{"书籍名称": "UI/UX设计宝典：UI炼成+100种用户界面+引爆流量（套装3册）", "作者": "[美]拉杰·拉尔、[日]境祐司，小浜爱香，野田一辉，森本友理，北村笃志，有吉学、[日]荣前田胜太郎、河西纪明、西田阳子", "出版日期": "2022-03-01", "折扣价": "¥119.80"}
{"书籍名称": "UI设计黄金法则：触动人心的100种用户界面+UI全流程界面设计（套装2册）", "作者": "贾京鹏、[美]拉杰·拉尔", "出版日期": "2019-07-01", "折扣价": "¥62.20"}
{"书籍名称": "职场设计：我又不是设计师+职场设计力（套装2册）", "作者": "[日]印慈江久多衣、[日]平本久美子", "出版日期": "2023-03-01", "折扣价": "¥89.80"}
{"书籍名称": "平面设计师入门基础：我又不是设计师+设计的逻辑+102节必修课（套装3册）", "作者": "[日]尾泽早飞、日本学校法人服部学园、[日]平本久美子", "出版日期": "2022-02-01", "折扣价": "¥124.60"}
{"书籍名称": "版式力系列：提升版面设计的留白法则+装饰法则（套装2册）", "作者": "[日]印慈江久多衣", "出版日期": "2019-08-01", "折扣价": "¥81.40"}
{"书籍名称": "剑指大数据——Flink实时数据仓库项目实战（电商版）", "作者": "尚硅谷教育", "出版日期": "2023-10-01", "折扣价": "¥81.00"}
{"书籍名称": "C++之旅（第3版）", "作者": "（美）Bjarne Stroustrup（本贾尼 斯特劳斯特鲁普）", "出版日期": "2023-10-01", "折扣价": "¥59.90"}
{"书籍名称": "人工智能革命：ChatGPT如何成就新一波未来趋势", "作者": "周翔", "出版日期": "2023-06-01", "折扣价": "¥30.80"}
{"书籍名称": "后端开发工程师成长指南：SSM源码深入解析 + 深入理解Java并发（套装共2册）", "作者": "陈浩翔 厉森彪 石雷", "出版日期": "2023-03-01", "折扣价": "¥164.10"}
{"书籍名称": "华为新数通Datacom认证实验指南：HCIA + HCIP（套装共2册）", "作者": "长沙卓应教育咨询有限公司  组编  ，刘伟、王鹏编著 王进 刘伟", "出版日期": "2023-08-01", "折扣价": "¥133.50"}
{"书籍名称": "ChatGPT改变世界：全面读懂ChatGPT", "作者": "耿向华  谭 晶晶", "出版日期": "2023-08-01", "折扣价": "¥30.80"}
{"书籍名称": "ChatGPT必修课：从入门到精通", "作者": "谭晶晶, 耿向华", "出版日期": "2023-08-01", "折扣价": "¥30.80"}
{"书籍名称": "ChatGPT狂飙背后 : 人机共生下的财富、工作和思维", "作者": "郑娅莉", "出版日期": "2023-08-01", "折扣价": "¥30.80"}
{"书籍名称": "看ChatGPT如何改变我们的生活", "作者": "芦小刚 郭柯馨 张欣", "出版日期": "2023-08-01", "折扣价": "¥30.80"}
{"书籍名称": "AI时代产品经理升级之道：ChatGPT让产品经理插上翅膀 知名培训专家、程序员关东升著", "作者": "关东升 著", "出版日期": "2023-11-11", "折扣价": "¥51.70"}
{"书籍名称": "MATLAB仿真及其在光学课程中的应用（第4版）", "作者": "胡章芳", "出版日期": "2023-09-01", "折扣价": "¥36.00"}
{"书籍名称": "AI时代架构师修炼之道：ChatGPT让架构师插上翅膀 知名培训专家、程序员关东升著", "作者": "关东升 著", "出版日期": "2023-11-20", "折扣价": "¥66.70"}
{"书籍名称": "流动管理加速价值交付 : 数智时代 VSM 价值流管理引 领 DevOps 实践", "作者": "[美] 塞西尔·鲁普（Cecil Rupp） 著，王勇，刘建军，许峰，付勇，徐东伟 等 译", "出版日期": "2023-09-01", "折扣价": "¥126.00"}
{"书籍名称": "SwiftUI完全开发", "作者": "李智威", "出版日期": "2023-09-27", "折扣价": "¥56.60"}
{"书籍名称": "智能化时代的舆论危机新应对", "作者": "高威", "出版日期": "2023-10-01", "折扣价": "¥43.50"}
{"书籍名称": "Adobe InDesign 2022经典教程（彩色版）", "作者": "[美]凯莉· 科德斯· 安东（Kelly Kordes Anton） 蒂娜· 德", "出版日期": "2023-10-01", "折扣价": "¥112.40"}
{"书籍名称": "从概念到现实：ChatGPT和Midjourney的设计之旅 冯大伟著", "作者": "冯大伟 编著", "出版日期": "2023-10-25", "折扣价": "¥89.20"}
{"书籍名称": "Origin科研绘图与学术图表绘制从入门到精通 谭春林", "作者": "谭春林 著", "出版日期": "2023-11-11", "折扣价": "¥118.50"}
{"书籍名称": "AI短视频制作一本通：文本生成视频+图片生成视频+视频生成视频", "作者": "木白 编著", "出版日期": "2023-11-20", "折扣价": "¥59.20"}
{"书籍名称": "深入理解FFmpeg", "作者": "刘歧 赵军 杜金房 赵文杰 宋韶颍", "出版日期": "2023-11-01", "折扣价": "¥104.80"}
{"书籍名称": "问卷调查：更高效的调研设计与执行", "作者": "[英]卡洛琳·贾瑞特（Caroline Jarrett）著 周磊 译", "出版日期": "2023-09-01", "折扣价": "¥74.20"}
{"书籍名称": "AI摄影绘画与PS优化从入门到精通", "作者": "楚天", "出版日期": "2023-10-01", "折扣价": "¥49.50"}
{"书籍名称": "时间黑客：用数据分析做个明白人", "作者": "饭大官人", "出版日期": "2023-10-01", "折扣价": "¥43.40"}
{"书籍名称": "鸿蒙硬件系统开发——智能控制与物联网应用案例设计（视频讲解）", "作者": "李永华、陈宏铭", "出版日期": "2023-09-01", "折扣价": "¥49.50"}
{"书籍名称": "ARM Cortex-M4 嵌入式系统外设接口开发——基于STM32F4系列微控制器（微课视频版）", "作者": "奚海蛟", "出版日期": "2023-09-01", "折扣价": "¥59.20"}
{"书籍名称": "玩转Java--手把手教你编写300个精彩案例", "作者": "李永华、陈宏铭", "出版日期": "2023-09-01", "折扣价": "¥66.70"}
{"书籍名称": "Adobe Photoshop与Lightroom Classic摄影师经典教程（彩色版）", "作者": "[美]拉斐尔·康塞普西翁（Rafael Concepcion）", "出版日期": "2023-09-01", "折扣价": "¥97.40"}
{"书籍名称": "MySQL 8.0从入门到实战", "作者": "张文亮", "出版日期": "2023-10-01", "折扣价": "¥66.70"}
{"书籍名称": "Frida Android SO逆向深入实践", "作者": "陈佳林", "出版日期": "2023-10-01", "折扣价": "¥111.70"}
{"书籍名称": "AI绘画：Stable Diffusion从入门到精通", "作者": "许建锋", "出版日期": "2023-10-01", "折扣价": "¥81.70"}
{"书籍名称": "复杂数据质量控制技术", "作者": "曹建军  郑奇斌  刘艺  翁年凤", "出版日期": "2023-09-01", "折扣价": "¥126.00"}
{"书籍名称": "轻松学C++编程：案例教学", "作者": "胡昭民", "出版日期": "2023-10-01", "折扣价": "¥74.20"}
{"书籍名称": "数智公益——钉钉低代码开发实战", "作者": "徐越倩、诸葛斌、叶周全、应欢欢", "出版日期": "2023-10-01", "折扣价": "¥74.80"}
{"书籍名称": "计算社会科学导论", "作者": "吕鹏 范晓光 主编  陈忱 计湘婷 李轩涯 副主编", "出版日期": "2023-09-01", "折扣价": "¥59.80"}
{"书籍名称": "Python数据可视化之Matplotlib与Pyecharts实战", "作者": "王国平", "出版日期": "2023-10-01", "折扣价": "¥66.70"}
{"书籍名称": "SketchUp常用插件手册", "作者": "孙哲、潘鹏", "出版日期": "2023-09-01", "折扣价": "¥141.00"}
{"书籍名称": "Maya 2024从新手到高手", "作者": "来阳", "出版日期": "2023-09-01", "折扣价": "¥74.90"}
{"书籍名称": "Access数据库基础与应用标准教程（实战微课版）", "作者": "金松河", "出版日期": "2023-10-01", "折扣价": "¥52.30"}
{"书籍名称": "MySQL数据库管理与应用", "作者": "河南打造前程科技有限公司", "出版日期": "2023-10-01", "折扣价": "¥44.80"}
{"书籍名称": "商用级AIGC绘画创作与技巧(Midjourney+Stable Diffusion)", "作者": "菅小冬", "出版日期": "2023-11-01", "折扣价": "¥59.20"}
{"书籍名称": "Autodesk Revit Architecture 2022 市政工程设计从入门到精通", "作者": "杨海燕 胡仁喜", "出版日期": "2023-09-01", "折扣价": "¥63.70"}
{"书籍名称": "智能网联技术", "作者": "宋智军、秦文虎、钱嵊山", "出版日期": "2023-09-01", "折扣价": "¥44.20"}
{"书籍名称": "软件文化基础（第二版）", "作者": "覃征、党璇、易建山、王国龙、张紫欣、徐树皓、吴浔", "出版日期": "2023-09-01", "折扣价": "¥111.70"}
{"书籍名称": "突破平面Photoshop服装设计技法剖析（第2版）", "作者": "李金蓉", "出版日期": "2023-08-01", "折扣价": "¥66.00"}
